<?php

return array(
    'ERROR0001' => 'パラメータが不足しています。',
    'ERROR0002' => '現在の製品名がすでに存在する。',
    'ERROR0003' => 'データエラー、後で再試行してください。',
    'ERROR0004' => '現在の製品情報タグ名がすでに存在する。',
    'ERROR0005' => '現在の製品情報バナー名がすでに存在する。',
    'ERROR0006' => '現在のタイトルがすでに存在する。',
    'ERROR0007' => '現在の企業名がすでに存在する。',
    'ERROR0008' => '現在カテゴリのタグ名がすでに存在する。',
    'ERROR0009' => '現在カテゴリのタイトルがすでに存在する。',
    'ERROR00010' => '現在カテゴリのタイトルがすでに存在する。',
    'ERROR00011' => '現在講師の名前がすでに存在する。',
    'ERROR00012' => '現在のタグ名がすでに存在する。。',
    'ERROR00013' => '現在のタイトルがすでに存在する。',
    'ERROR00014' => '現在のカテゴリ名がすでに存在する。',
);
